tap "appleboy/tap"
tap "c-bata/kube-prompt"
tap "cue-lang/tap"
tap "danielfoehrkn/switch"
tap "dart-lang/dart"
tap "derailed/k9s"
tap "elastic/tap"
tap "felixkratz/formulae"
tap "hidetatz/tap"
tap "homebrew/aliases"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "j178/tap"
tap "johanhaleby/kubetail"
tap "k8sgpt-ai/k8sgpt"
tap "kardolus/chatgpt-cli"
tap "koekeishiya/formulae"
tap "kubeshark/kubeshark"
tap "mongodb/brew"
tap "noborus/tap"
tap "openresty/brew"
tap "pyroscope-io/brew"
tap "railwaycat/emacsmacport"
tap "shivammathur/php"
tap "sindrel/tap"
tap "thecasualcoder/stable"
brew "pycparser"
brew "cffi"
brew "cryptography", link: false
brew "libssh"
brew "python@3.12"
brew "ansible", link: false
brew "libtiff"
brew "little-cms2"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "aria2"
brew "bash"
brew "bat"
brew "glib"
brew "cairo"
brew "clang-format"
brew "cloc"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "qemu"
brew "lima"
brew "colima"
brew "consul"
brew "coreutils"
brew "ctop"
brew "curl"
brew "difftastic"
brew "dog"
brew "dust"
brew "etcd"
brew "exa"
brew "exiftool"
brew "fd"
brew "harfbuzz"
brew "libass"
brew "librist"
brew "pango"
brew "tesseract"
brew "ffmpeg"
brew "fzf"
brew "gawk"
brew "libavif"
brew "gd"
brew "gdb"
brew "gdk-pixbuf"
brew "gh"
brew "ghostscript"
brew "git-delta"
brew "gitui"
brew "gnu-sed"
brew "lua"
brew "gnuplot"
brew "go", link: false
brew "go@1.18", link: true
brew "go@1.20"
brew "gobject-introspection"
brew "gping"
brew "netpbm"
brew "gts"
brew "librsvg"
brew "graphviz"
brew "grpcurl"
brew "guile"
brew "helix"
brew "helm"
brew "hstr"
brew "htmlq"
brew "htop"
brew "httpie"
brew "hugo"
brew "icdiff"
brew "shared-mime-info"
brew "libheif"
brew "openssl@1.1"
brew "python@3.9"
brew "tcl-tk"
brew "libraw"
brew "imagemagick"
brew "jnv"
brew "jq"
brew "zookeeper"
brew "kafka"
brew "kind"
brew "kubernetes-cli"
brew "krew"
brew "kube-ps1"
brew "kubevela"
brew "kustomize"
brew "lazydocker"
brew "lazygit"
brew "libpq"
brew "logdy"
brew "lsd"
brew "lux"
brew "node"
brew "mermaid-cli"
brew "minikube"
brew "mycli"
brew "protobuf", link: false
brew "mysql"
brew "navi"
brew "neovim"
brew "nomad"
brew "nushell"
brew "nvm"
brew "openjdk"
brew "operator-sdk"
brew "pipx"
brew "pre-commit"
brew "python-tabulate"
brew "python-yq"
brew "python@3.10"
brew "python@3.11"
brew "python@3.8"
brew "ranger"
brew "reattach-to-user-namespace"
brew "redis"
brew "ripgrep"
brew "rlwrap"
brew "rust-analyzer"
brew "starship"
brew "stern"
brew "tailspin"
brew "telnet"
brew "the_silver_searcher"
brew "thefuck"
brew "tig"
brew "tldr"
brew "tmux"
brew "trash-cli"
brew "tree"
brew "viddy"
brew "watch"
brew "wget"
brew "wrk"
brew "wtfutil"
brew "yarn"
brew "zoxide"
brew "c-bata/kube-prompt/kube-prompt"
brew "cue-lang/tap/cue"
brew "danielfoehrkn/switch/switch"
brew "dart-lang/dart/dart"
brew "derailed/k9s/k9s"
brew "felixkratz/formulae/sketchybar"
brew "hidetatz/tap/kubecolor"
brew "johanhaleby/kubetail/kubetail"
brew "k8sgpt-ai/k8sgpt/k8sgpt"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "kubeshark/kubeshark/kubeshark"
brew "mongodb/brew/mongodb-community"
brew "openresty/brew/openresty"
brew "pyroscope-io/brew/pyroscope"
brew "shivammathur/php/php@7.2"
brew "sindrel/tap/excalidraw-converter"
brew "thecasualcoder/stable/kube-fzf"
cask "cheatsheet"
cask "cool-retro-term"
cask "devtoys"
cask "docker"
cask "emacs"
cask "fig"
cask "font-hack-nerd-font"
cask "font-maple"
cask "picgo"
cask "stolendata-mpv"
cask "wezterm"
cask "zed"
cask "zed@preview"
vscode "1yib.rust-bundle"
vscode "74th.monokai-charcoal-high-contrast"
vscode "akamud.vscode-theme-onedark"
vscode "alefragnani.bookmarks"
vscode "andyyu2004.vscode-neovim"
vscode "anmolsinghjaggi.vscode-markdownfmt"
vscode "barrsan.reui"
vscode "catppuccin.catppuccin-vsc"
vscode "coenraads.bracket-pair-colorizer-2"
vscode "databyne.theme-monokai-hc"
vscode "donjayamanne.githistory"
vscode "dracula-theme.theme-dracula"
vscode "dustypomerleau.rust-syntax"
vscode "eamodio.gitlens"
vscode "equinusocio.vsc-community-material-theme"
vscode "fill-labs.dependi"
vscode "formulahendry.code-runner"
vscode "golang.go"
vscode "hoovercj.vscode-power-mode"
vscode "jolaleye.horizon-theme-vscode"
vscode "leetcode.vscode-leetcode"
vscode "masterustacean.cargo-runner"
vscode "mateocerquetella.xcode-12-theme"
vscode "mhutchie.git-graph"
vscode "mikegleasonjr.theme-go"
vscode "monokai.theme-monokai-pro-vscode"
vscode "ms-ceintl.vscode-language-pack-zh-hans"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode.cpptools"
vscode "nextfaze.json-parse-stringify"
vscode "octref.vetur"
vscode "oderwat.indent-rainbow"
vscode "odiriuss.rust-macro-expand"
vscode "peterj.proto"
vscode "pkief.material-icon-theme"
vscode "plex.vscode-protolint"
vscode "quicktype.quicktype"
vscode "redhat.vscode-yaml"
vscode "robbowen.synthwave-vscode"
vscode "rust-lang.rust-analyzer"
vscode "sainnhe.gruvbox-material"
vscode "serayuzgur.crates"
vscode "tamasfe.even-better-toml"
vscode "vadimcn.vscode-lldb"
vscode "vscode-snippet.snippet"
vscode "vscodevim.vim"
vscode "vspacecode.whichkey"
vscode "whizkydee.material-palenight-theme"
vscode "xadillax.viml"
vscode "xaver.clang-format"
vscode "yzhang.markdown-all-in-one"
vscode "zhuangtongfa.material-theme"
vscode "zxh404.vscode-proto3"
